brew "gh"
brew "git"
brew "gnupg"
brew "htop"
brew "mise"
brew "libpq"
brew "postgresql@14"
vscode "aliariff.vscode-erb-beautify"
vscode "animus-coop.vscode-elixir-mix-formatter"
vscode "bourhaouta.tailwindshades"
vscode "bradlc.vscode-tailwindcss"
vscode "bung87.vscode-gemfile"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "jakebecker.elixir-ls"
vscode "jdinhlife.gruvbox"
vscode "jebbs.plantuml"
vscode "jock.svg"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "phoenixframework.phoenix"
vscode "redhat.vscode-xml"
vscode "richterger.perl"
vscode "rust-lang.rust-analyzer"
vscode "shopify.ruby-lsp"
vscode "streetsidesoftware.code-spell-checker"
vscode "sumneko.lua"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "techtheawesome.rust-yew"
vscode "thenuprojectcontributors.vscode-nushell-lang"
vscode "tomoki1207.pdf"
vscode "tomoyukim.vscode-mermaid-editor"
vscode "tomphilbin.gruvbox-themes"
vscode "usernamehw.errorlens"
vscode "vscode-icons-team.vscode-icons"
vscode "yzhang.markdown-all-in-one"
